Repository: common-repository/mobilizon-mirror
Catalog: languages/mobilizon-mirror-*.po
Languages: de_de

source: Instructions
de_de: Anleitung

source: Settings
de_de: Einstellungen

source: Go to local events
de_de: Zu den lokalen Events

source: Account Information
de_de: Account-Informationen

source: Federated Group Name
de_de: Föderierter Gruppenname

source: Not the Display Name! &#10;The slug behind the @ in the url of your group page!
de_de: Nicht der Anzeigename! &#10;Der Teil hinter dem @ in dem Link zu deiner Gruppe!

source: Display Options
de_de: Darstellungsoptionen

source: Archive Style
de_de: Stil der Eventübersicht

source: Card View
de_de: Kärtchen mit Bild

source: Simple List
de_de: Einfache Liste

source: Single Event: Position of Featured Image
de_de: Eventansicht: Position des Titelbildes

source: As Header
de_de: Als Banner oben

source: In Sidebar
de_de: An der Seite

source: Save all changes
de_de: Speichern

source: Where do I find the mirrored events on my website?
de_de: Wo finde ich die gespiegelten Mobilizon-Events auf meiner WordPress-Seite?

source: Does the plugin conflict with other Event-Plugins or Post-Types?
de_de: Kann das Plugin Konflikte mit anderen Event-Plugins oder einem Custom-Post-Type verursachen?

source: By default this plugin uses a prefixed post type called mobilizon_event, but the slug events, may conflict and cause problems. This may be addressed in the future.
de_de: Standardmäßig verwendet dieses Plugin einen geprefixten Post-Typ namens mobilizon_event, aber der Slug events, kann in mit bestehenden in Konflikt geraten und Probleme verursachen. Dies wird möglicherweise in Zukunft verbessert werden.

source: How often are the events synced?
de_de: Wie oft werden die Events synchronisiert?

source: The events are synced every two minutes from Mobilizon.
de_de: Die Events werden von Mobilizon alle zwei Minuten synchronisiert.

source: How can I add my synced events to the navigation menu of my website?
de_de: Wie kann ich die synchronisierten Events zum Navigationsmenü meiner WordPress Seite hinzufügen?

source: In your admin navigation menu go to "Appearance"->"Menu". Then make sure that the "Screen Options" (accessable on the top right) "Mobilizon Events" are marked as visible. Then under "Add menu items" you can select "Mobilizon Events"->"View All"->"Mobilizon Event List". Then you can choose the Navigation Label (the name as it appears for your sites visitors) by yourself.
de_de: Gehen Sie in Ihrem Admin-Navigationsmenü auf "Design"->"Menüs". Vergewissern Sie sich dann, dass unter "Ansicht anpassen" (erreichbar oben rechts) "Mobilizon Events" als sichtbar markiert ist. Unter "Menüeinträge hinzufügen" können Sie dann "Mobilizon Events"->"Alle anzeigen"->"Events" auswählen. Dann können Sie den Angezeigter Namen selbst wählen.

source: Every minute
de_de: Jede Minute

source: Currently there are no events scheduled
de_de: Momentan sind keine Veranstaltungen eingetragen

source: Place
de_de: Ort

source: Date and Time
de_de: Datum und Uhrzeit

source: from
de_de: von

source: to
de_de: bis

source: Organized by
de_de: Organisator

source: Originally posted on
de_de: Ursprünglich veröffentlicht auf
